{
    "Real Favicon Generator": "Real Favicon Generator",
    "Integrates RealFaviconGenerator.net API to generate and manage favicons.": "Integra la API de RealFaviconGenerator.net para generar y administrar favicons.",
    "Davox": "Davox",
    "Access Real Favicon settings": "Acceder a la configuración de Real Favicon",
    "Manage favicon generation settings.": "Gestionar la configuración de generación de favicons.",
    "favicon realfavicon generator logo": "favicon realfavicon generador logo",
    "Favicon Tags": "Etiquetas de Favicon",
    "Injects the generated favicon HTML tags into your layout.": "Inyecta las etiquetas HTML del favicon generado en tu diseño.",
    "This file is injected by the 'Favicon Tags' component.": "Este archivo es inyectado por el componente 'Etiquetas de Favicon'.",
    "It contains the HTML code generated by RealFaviconGenerator.net.": "Contiene el código HTML generado por RealFaviconGenerator.net.",
    "Favicon Settings": "Configuración de Favicon",
    "Settings successfully saved.": "Configuración guardada exitosamente.",
    "API Key is missing. Please enter your API key in the settings.": "Falta la clave de API. Por favor, introduce tu clave de API en la configuración.",
    "Master picture is missing. Please upload a master picture.": "Falta la imagen maestra. Por favor, sube una imagen maestra.",
    "Save": "Guardar",
    "Saving...": "Guardando...",
    "Generate Favicon": "Generar Favicon",
    "Generating...": "Generando...",
    "or": "o",
    "Cancel": "Cancelar",
    "Return to System Settings": "Volver a la Configuración del Sistema",
    "Invalid callback from API. No JSON result URL found.": "Callback inválido de la API. No se encontró la URL del resultado JSON.",
    "API Error: :message": "Error de API: :message",
    "Failed to unzip the favicon package.": "Falló la descompresión del paquete de favicons.",
    "Favicon generated and saved successfully.": "Favicon generado y guardado exitosamente.",
    "Favicon Setting": "Configuración de Favicon",
    "Favicon Preview": "Vista Previa del Favicon",
    "A preview of how your favicon looks on different platforms.": "Una vista previa de cómo se ve tu favicon en diferentes plataformas.",
    "API Key Required to Get Started": "Se Requiere Clave de API para Empezar",
    "To enable favicon generation, you need a free API key from RealFaviconGenerator. If you don't have an account, you can create one and get your key from your dashboard. **Go to the RealFaviconGenerator Dashboard** Once you have the key, paste it into the `API Key` field above and click Save.": "Para habilitar la generación de favicons, necesitas una clave de API gratuita de RealFaviconGenerator. Si no tienes una cuenta, puedes crear una y obtener tu clave desde tu panel de control. **Ir al Panel de RealFaviconGenerator** Una vez que tengas la clave, pégala en el campo `API Key` de arriba y haz clic en Guardar.",
    "API Key": "Clave de API",
    "Your API key from RealFaviconGenerator.net": "Tu clave de API de RealFaviconGenerator.net",
    "Master Picture": "Imagen Maestra",
    "Upload a high-resolution square image (e.g., 512x512 PNG). This will be used to generate all favicons.": "Sube una imagen cuadrada de alta resolución (ej. 512x512 PNG). Se usará para generar todos los favicons.",
    "Favicon HTML Code": "Código HTML del Favicon",
    "This HTML code is automatically generated and injected by the component.": "Este código HTML es generado automáticamente e inyectado por el componente.",
    "Generator Version": "Versión del Generador",
    "The version of RealFaviconGenerator used for the last generation.": "La versión de RealFaviconGenerator usada para la última generación.",
    "First version of RealFavicon": "Primera versión de RealFavicon",
    "The API key is required.": "La clave de API es requerida.",
    "The master picture is required.": "La imagen maestra es requerida."
}